Repository: gee1k/OpenInTerminal
Catalog: OpenInTerminal/PreferencesWindow/*.lproj/Preferences.strings
Languages: fr, it, ru

# 0Gy-jf-q6v.title
source: ❤️ Special thanks to:
fr: ❤️ Spécial remerciement à:
it: ❤️ Un ringraziamento speciale a:
ru: ❤️ Особое спасибо:

# 2Rg-te-FPU.title
source: ⚠️ Note that this will reset all user preferences
fr: ⚠️ Notez que cela réinitialisera toutes les préférences de l'utilisateur
it: ⚠️ Tutte le Preferenze utente saranno ripristinate
ru: ⚠️ Все пользовательские настройки будут сброшены

# 592-4p-Ybh.title
source: If enabled, click the Menu Bar icon to toggle the action you choose. Right click to open the menu.
fr: Si cela est activé, un clique sur l’icône dans la barre des menus exécutera l’action choisie. Un clique droit ouvrira le menu.
it: Se selezionata, clicca sull'icona nella barra dei menu per eseguire l'azione rapida. Clicca con il tasto destro per aprire il menu.
ru: Если включено, нажмите по иконке в меню, чтобы переключить действие. Правый клик для открытия меню.

# 5f3-UK-Rft.title
source: Preferences
fr: Préférences
it: Preferenze
ru: Настройки

# BUH-CU-WBW.title
source: Hide Status Bar Icon
fr: Masquer l'icône de la barre d'état
it: Nascondi l'icona nella Barra dei Menu
ru: Скрыть иконку в строке состояния

# BrI-hE-Mff.title
source: Open a new window or a new tab.
fr: Ouvre une nouvelle fenêtre ou un nouvel onglet à l’ouverture du chemin d’accès dans le terminal.
it: Apri una nuova finestra o un nuovo pannello quando apri un percorso nel terminale.
ru: Открыть новое окно или новую вкладку при открытии пути в терминале.

# Dyx-zg-hYe.title
source: None
fr: Aucun
it: Nessuno
ru: Нет

# FpP-Q9-flS.title
source: Shortcuts
fr: Raccourcis
it: Scorciatoie
ru: Ярлыки

# G69-k2-hgn.title
source: None
fr: Aucun
it: Nessuno
ru: Нет

# Gn1-zC-bzB.title
source: General
fr: Général
it: Generali
ru: Основные

# H3q-JS-Bu4.title
source: Advanced
fr: Avancé
it: Avanzate
ru: Расширенные

# Kua-ZD-31F.title
source: 💸 Donate:
fr: 💸 Faire un don:
it: 💸 Dona:
ru: 💸 Пожертвования:

# Mqt-Fp-Ssl.title
source: Open with default Terminal:
fr: Ouvrir avec le terminal par défaut:
it: Apri con il Terminale di default:
ru: Открыть через Терминал по-умолчанию:

# Upf-HU-iaN.title
source: You need to reopen the app to display Preferences.
fr: Vous devez rouvrir l'application pour afficher les préférences.
it: Riavvia l'applicazione per salvare le nuove Preferenze.
ru: Перезапустите приложения, чтобы отобразить Настройки.

# Vu4-Wz-Agk.title
source: ✉️ Contact:
it: ✉️ Contattaci:
ru: ✉️ Связаться:

# Xd9-iA-emU.title
source: Copy path in Clipboard:
fr: Copier le chemin d’accès:
it: Copia percorso nella Clipboard:
ru: Скопировать путь в буфер обмена:

# Xfc-rf-FkX.title
source: Default Text Editor:
fr: Éditeur par défaut:
it: Editor di testo di default:
ru: Текстовый редактор по-умолчанию:

# ZbK-xW-anT.title
source: Launch OpenInTerminal at Login
fr: Lancer OpenInTerminal à l’ouverture de la session
it: Apri OpenInTerminal al Login
ru: Запускать OpenInTerminal автоматически

# aRo-sy-WpK.title
source: Default Terminal:
fr: Terminal par défaut:
it: Terminale di default:
ru: Терминал по-умолчанию:

# bCi-r8-MrK.title
source: Not Installed Applications
fr: Applications non installées
it: Applicazioni Non Installate
ru: Нет установленных приложений

# bT7-LU-sov.title
source: Installed Supported Applications
fr: Applications prises en charge installées
it: Applicazioni Supportate Installate
ru: Установленные поддерживаемые приложения

# bvy-v3-hhf.title
source: Open with default Editor:
fr: Ouvrir avec l’éditeur par défaut:
it: Apri con l'Editor di default:
ru: Открыть в редакторе по-умолчанию:

# gy9-lb-m8d.title
source: Quick Toggle
fr: Exécution rapide
it: Azione rapida
ru: Быстрое переключение

# jcs-Ou-OZ2.title
source: Reset
fr: Réinitialiser
it: Ripristina
ru: Сброс

# jyI-H7-qN3.title
source: Reset preferences
fr: Réinitialiser les préférences
it: Ripristina le preferenze
ru: Сбросить настройки

# k6X-N1-mVu.title
source: About
fr: À propos
ru: О приложении

# mTs-8c-pgj.title
source: Window
fr: Fenêtre
it: Finestra
ru: Окно

# nYS-rF-JCL.title
source: Tab
fr: Onglet
it: Pannello
ru: Вкладка

# ngT-lX-vFA.title
source: OpenInTerminal will automatically launch at login.
fr: OpenInTerminal sera automatiquement lancé à l’ouverture de la session.
it: OpenInTerminal si aprirà automaticamente al login.
ru: OpenInTerminal будет автоматически запускаться при старте системы

# s5W-qL-1Xs.title
source: Custom
fr: Bar d’outils
it: Barra strumenti
ru: Панель инструментов

# sG4-nK-ghj.title
source: Hide Context Menu Items
fr: Masquer les éléments du menu contextuel
it: Nascondi gli Elementi del Menu Contestuale
ru: Скрыть строки из контекстного меню

# 2we-f7-s2N.title
source: Apply to Finder Toolbar Menu
fr: Appliquer au menu de la barre d'outils du Finder
it: Applica al Menu della Barra Strumenti del Finder
ru: Применить к меню панели инструментов Finder

# RhP-R5-Wwt.title
source: Apply to Finder Context Menu
fr: Appliquer au menu contextuel du Finder
it: Applica al Menu Contestuale del Finder
ru: Применить к контекстному меню Finder

# nWc-SM-Kes.title
source: Custom Menu Options
fr: Options de menu personnalisées
it: Opzioni Personalizzate dei Menu
ru: Пользовательские параметры меню
